export const 전동킥보드 = [
    {
        problem: "킥보드 사고를 예방하기 위해 어떤 조치를 취해야 할까?",
        choose: ["어차피 사고가 나지 않을 테니 상남자 답게 헬멧을 벗고 탄다.", "딸배처럼 재미있게 탄다.", "고속 도로나 보행자 전용도로를 이용한다.", "주변 환경을 주시하며, 장애물이나 급경사 등 위험 요소에 주의해야 한다."],
        collect: 3
    },
    {
        problem: "킥보드 사고가 발생한 경우 어떻게 대처해야 할까?",
        choose: ["친구를 불러 사고난 친구를 놀린다.", "핸드폰 게임을 하며 주행한다.", "목적지까지 시간이 지체되므로 사고난 친구를 버리고 간다.", "사고가 발생한 킥보드와 관련된 사항을 관할 당국에 신고해야 한다."],
        collect: 3
    },
    {
        problem: "킥보드 사고 예방을 위한 안전 수칙 중 어떤 것이 중요할까?",
        choose: ["친구와 가볍게 맥주한잔하고 킥보드타고 집에 간다.", "스마트폰을 사용하지 않고 집중하여 주행해야 한다.", "밤에 친구들과 함께 빠른 속도로 드라이브를 즐긴다.", "배낭을 메고 심부름한 장바구니를 들고 운전한다."],
        collect: 1
    },
    {
        problem: "킥보드를 탈때 꼭 필요한 장비인 것은 무엇일까?",
        choose: ["헬멧", "바나나", "노트북", "소고기"],
        collect: 0
    },
    {
        problem: "길을 걷던 중 옆을 보니 친구가 보호장비를 착용하지 않은 채 킥보드를 타고 지나가고있었다. 이 때 친구에게 해줄 말으로 옳은것은?",
        choose: ["이야 너 머리 멋지다!", "나도 태워줘!", "멈춰! 킥보드를 탈 때는 보호장비를 착용해야지", "야 시원해보인다! 난 왜 헬멧을 벗고 탈 생각을 못했지?"],
        collect: 2
    },
    {
        problem: "",
        choose: ["", "", "", "", ""],
        collect: 0
    },
    {
        problem: "",
        choose: ["", "", "", "", ""],
        collect: 0
    },
    {
        problem: "",
        choose: ["", "", "", "", ""],
        collect: 0
    },
    {
        problem: "",
        choose: ["", "", "", "", ""],
        collect: 0
    },
    {
        problem: "",
        choose: ["", "", "", "", ""],
        collect: 0
    },
]